Repository: ScorpioPlayer/Localization
Catalog: */Resources.resw
Source language: en_us
Languages: ar, de, es, fr, it, ja, ko, pt, ru, tr, zh_cn, zh_hant

# Sftp_CD.SecondaryButtonText
source: Close
ar: قم بإغلاق
ja: シャットダウン
pt: Fechar
tr: Kapat

# Sftp_CD_PivotItem1.Header
source: Setting
ar: إعداد
ja: 設定
pt: Configuração
tr: Ayarı

# SetSFTP
source: Use SFTP/SSH as Favorites Source
ar: استخدام سفتب/سة كمصدر للمفضلة
ja: お気に入りのソースとして SFTP/SSH を使用します。
pt: Usar SFTP/SSH como fonte de favoritos
tr: SFTP/SSH sık kaynağı olarak kullanma

# Fail
source: Test Failed
ar: فشل اختبار
ja: テストに失敗しました
pt: Falha no teste
tr: Sınaması başarısız oldu

# CM_ResizePlaybackWindowsSize
source: Resize Window To Fit Video
ar: تغيير حجم الإطار لاحتواء الفيديو
ja: ビデオに合わせてウィンドウのサイズを変更します。
pt: Redimensionar janela para ajustar o vídeo
tr: Videoyu sığdırmak için pencereyi yeniden boyutlandırın

# WM_Podcast_Down
source: Podcast Not Available
ar: بودكاست غير متوفر
ja: ポッド キャストは使用できません。
pt: Podcast não disponível
tr: Podcast mevcut değil

# CM_Open_Download
source: Download Manager
ar: مدير تحميل
ja: マネージャーをダウンロードします。
pt: Gerenciador de download
tr: Download müdür

# Download_CD_TITLE.Text
source: Download Manager
ar: مدير تحميل
ja: マネージャーをダウンロードします。
pt: Gerenciador de download
tr: Download müdür

# Download_CD.SecondaryButtonText
source: Hide
ar: إخفاء
ja: 非表示
pt: Esconder
tr: Gizle

# Download_CD_PivotItem1.Header
source: Downloading
ar: تنزيل
ja: ダウンロード
pt: Download
tr: İndirme

# Download_CD_PivotItem2.Header
source: Offline
ar: غير متصل
ja: オフライン
tr: Çevrimdışı

# Download_CD_PivotItem3.Header
source: Setting
ar: إعداد
ja: 設定
pt: Configuração
tr: Ayarı

# CM_DownloadThisVideo
source: Download This File
ar: تنزيل هذا الملف
ja: このファイルをダウンロードします。
pt: Baixe este arquivo
tr: Download bu eğe

# CM_DownloadThisPlayList
source: Download This PlayList
ar: تحميل قائمة التشغيل هذه
ja: この再生リストをダウンロードします。
pt: Baixar esta PlayList
tr: Bu çalma listesi download

source: Not Support
ar: عدم دعم
ja: サポートしていません
pt: Não apoio
tr: Değil destek

# Transcode_CD_PivotItem1.Header
source: Combine Tool
ar: الجمع بين أداة
ja: ツールを組み合わせてください。
pt: Combinar a ferramenta
tr: Aracı birleştirmek

# Transcode_CD_PivotItem2.Header
source: Custom Transcode
ar: فيرت مخصصة
ja: カスタムのトランス コード
pt: Transcodificar personalizado
tr: Özel Transcode

# T_CD_SelectSource.Content
source: Pick Video File
ar: اختيار ملف الفيديو
ja: 動画ファイルを選ぶ
pt: Escolha o arquivo de vídeo
tr: Video dosyası seç

# T_CD_SelectOutput.Content
source: Set Output File
ar: ملف الإخراج المحدد
ja: 設定出力ファイル
pt: Arquivo de saída definido
tr: Set çıkış dosyası

# EnableMrfCrf444.Content
source: Enable MRFCRF444 video processing algorithm (disables hardware acceleration)
ar: تمكين خوارزمية معالجة الفيديو MRFCRF444 (تعطيل تسريع الأجهزة)
ja: MRFCRF444 ビデオ処理アルゴリズム (ハードウェア アクセラレーションを無効にします) を有効にします。
pt: Habilitar o algoritmo de processamento de vídeo de MRFCRF444 (desativa a aceleração de hardware)
tr: MRFCRF444 video işleme algoritması (donanım ivmesini devre dışı bırakır) etkinleştirmek

# T_CD_UseHevc.Content
source: Use HEVC/H265 Codec
ar: استخدام الترميز شفت/H265
ja: HEVC/H265 コーデックを使用します。
pt: Use o Codec HEVC/H265
tr: HEVC/H265 codec bileşenini kullanma

# T_CD_VideoSettings.Text
source: Video Settings
ar: إعدادات الفيديو
ja: ビデオの設定
pt: Configurações de vídeo
tr: Video ayarları

# T_CD_VideoW.Text
source: Video Width
ar: عرض الفيديو
ja: ビデオの幅
pt: A largura
tr: Video genişliği

# T_CD_VideoH.Text
source: Video Height
ar: ارتفاع الفيديو
ja: ビデオの高さ
pt: A altura
tr: Video yüksekliği

# T_CD_VideoBPS.Text
source: Bits Per Sample
ar: بت لكل عينة
ja: サンプルあたりのビット数
pt: Bits por amostra
tr: Örnek başına bit

# T_CD_SampleRate.Text
source: Sample Rate
ar: معدل العينة
ja: サンプル レート
pt: Taxa de amostragem
tr: Örnek hızı

# T_CD_BitRate.Text
source: Bit Rate
ar: معدل البت
ja: ビット レート
pt: Taxa de bits
tr: Bit hızı

# T_CD_FrameRate.Text
source: Frame Rate
ar: معدل الإطارات
ja: フレーム レート
pt: Taxa de quadros
tr: Kare hızı

# T_CD_ChannelCount.Text
source: Channel Count
ar: عدد القنوات
ja: チャンネル数
pt: Contagem de canal
tr: Kanal sayısı

# T_CD_AudioSettings.Text
source: Audio Settings
ar: إعدادات الصوت
ja: オーディオ設定
pt: Configurações de áudio
tr: Ses ayarları

# T_CD_Play.Content
source: Play
ar: اللعب
ja: 再生
pt: Jogar
tr: Oyun

# T_CD_Pause.Content
source: Pause
ar: إيقاف مؤقت
ja: 一時停止
pt: Pausa
tr: Duraklat

# T_CD_Stop.Content
source: Stop
ar: إيقاف
ja: ストップ
pt: parar
tr: Dur

# T_CD_Cancel.Content
source: Cancel
ar: إلغاء الأمر
ja: キャンセル
pt: Cancelar
tr: İptal

source: Transcode Canceled
ar: إلغاء فيرت
ja: トランス コードをキャンセル
pt: Transcodificar cancelada
tr: Transcode iptal

source: Progress
ar: التقدم المحرز
ja: 進行状況
pt: Progresso
tr: İlerleme

source: Transcode Completed
ar: أكمل فيرت
ja: トランス コード完了
pt: Transcodificar concluída
tr: Transcode tamamlandı

source: Codec not found
ar: لم يتم العثور على برنامج الترميز
ja: コーデックが見つかりません
pt: Codec não encontrado
tr: Codec bileşeni bulunamadı

source: Invalid profile
ar: ملف التعريف غير صحيح
ja: 無効なプロファイル
pt: Perfil inválido
tr: Geçersiz profil

source: Unknown failure
ar: فشل غير معروف
ja: 不明なエラー
pt: Falha desconhecida
tr: Bilinmeyen hata oluştu

# Transcode_CD_PivotItem3.Header
source: Media Encoding Profile
ar: ملف ترميز وسائل الإعلام
ja: メディア エンコード プロファイル
pt: Perfil de codificação de mídia
tr: Media kodlama profili

# T_CD_AudioTemplate.Header
source: Audio Format
ar: ‏‏تنسيق الصوت
ja: オーディオ フォーマット
pt: Formato de áudio
tr: Ses formatı

# T_CD_VideoTemplate.Header
source: Video Format
ar: تنسيق الفيديو:
ja: ビデオ フォーマット
pt: Formato de vídeo
tr: Video formatı

# T_CD_Create.Content
source: Create
ar: &إنشاء
ja: 作成
pt: Criar
tr: Oluşturmak

# T_CD_CreateFromFile.Text
source: Create Media Encoding Profile From File
ar: إنشاء وسائط ترميز ملف التعريف من الملف
ja: ファイルからプロファイルをエンコード メディアを作成します。
pt: Criar perfil de arquivo de codificação de mídia
tr: Kodlama profili dosyadan medya oluşturma

# T_CD_CreateFromStream.Text
source: Read Media Encoding Profile From Current Playing Media
ar: قراءة الوسائط ترميز الشخصية من تشغيل الوسائط الحالية
ja: 現在のメディアの再生からプロファイルをエンコード メディアを読む
pt: Leia mídia codificação perfil corrente jogando Media
tr: Kodlama profili medya oynamayı akımdan okunamıyor

# T_CD_AudioBitrate.Header
source: Audio Bitrate
ar: معدل البت الصوت
ja: オーディオ ビット レート
pt: Bitrate de áudio
tr: Ses bit hızı

# T_CD_AudioBitsPerSample.Header
source: Audio Bits Per Sample
ar: بت الصوت لكل عينة
ja: 1 サンプルあたりのオーディオ ビット
pt: Áudio Bits por amostra
tr: Ses, örnek başına bit

# T_CD_AudioChannelCount.Header
source: Audio Channel Count
ar: عد القناة السمعية
ja: オーディオ チャンネル数
pt: Contagem de canal de áudio
tr: Ses kanal sayısı

# T_CD_AudioSampleRate.Header
source: Audio Sample Rate
ar: معدل عينة الصوت
ja: オーディオ サンプル レート
pt: Taxa de amostragem de áudio
tr: Ses örnekleme hızı

# T_CD_VideoWidth.Header
source: Video Width
ar: عرض الفيديو
ja: ビデオの幅
pt: A largura
tr: Video genişliği

# T_CD_VideoHeight.Header
source: Video Height
ar: ارتفاع الفيديو
ja: ビデオの高さ
pt: A altura
tr: Video yüksekliği

# T_CD_VideoBitrate.Header
source: Video Bitrate
ar: الفيديو معدل البت
ja: ビデオ ビット レート
pt: Bitrate de vídeo
tr: Video bit hızı

# T_CD_VideoFrameRateNumerator.Header
source: Video FrameRate Numerator
ar: البسط فراميراتي الفيديو
ja: ビデオのフレーム レートの分子
pt: Numerador de FrameRate vídeo
tr: Video kare hızı pay değeri

# T_CD_VideoFrameRateDenominator.Header
source: Video FrameRate Denominator
ar: قاسم فراميراتي الفيديو
ja: ビデオのフレーム レートの分母
pt: Vídeo FrameRate denominador
tr: Video kare hızı payda

# T_CD_VideoPixelAspectRatioNumerator.Header
source: Video Pixel Aspect Ratio Numerator
ar: البسط نسبة العرض إلى الارتفاع بكسل فيديو
ja: ビデオのピクセル縦横比の分子
pt: Numerador de proporção de Pixel de vídeo
tr: Video piksel en boy oranı Numaratör

# T_CD_VideoPixelAspectRatioDenominator.Header
source: Video Pixel Aspect Ratio Denominator
ar: قاسم نسبة العرض إلى الارتفاع بكسل فيديو
ja: ビデオのピクセル縦横比の分母
pt: Denominador de proporção de Pixel de vídeo
tr: Video piksel en boy oranı payda

# T_CD_VideoTemplateQuality.Header
source: Quality
ar: الكمية
ja: 品質
pt: Qualidade
tr: Kalite

# T_CD_AlwaysReencode.Content
source: Always Re-encode
ar: دائماً إعادة ترميز
ja: 常に再エンコードします。
pt: Sempre re-codificar.
tr: Her zaman yeniden kodlamak

# T_CD_HardwareAccelerationEnabled.Content
source: Hardware Acceleration Enabled
ar: تمكين تسريع الأجهزة
ja: ハードウェア アクセラレーションを有効に
pt: Aceleração de hardware ativada
tr: Donanım ivmesi etkin

# T_CD_SAVE_Profile.Content
source: Save
ar: حفظ
ja: 保存
pt: Salvar
tr: Kaydet

# T_CD_ProfileName.PlaceholderText
source: Media Encoding Profile Name
ar: اسم التشكيل الجانبي ترميز الوسائط
ja: メディア エンコード プロファイル名
pt: Nome do perfil de codificação de mídia
tr: Ortam kodlama profili adı

source: Must Create Format Template First
ar: يجب إنشاء قالب الشكل أولاً
ja: 最初の書式テンプレートを作成する必要があります。
pt: Deve criar primeiro o modelo de formato
tr: Biçimi şablon önce oluşturmanız gerekir

# ProfileFileNameCanNotEmpty
source: Profile File Name Can't be Empty
ar: الشخصية "الملف اسم لا يمكن" أن يكون فارغاً
ja: できませんプロファイル ファイル名を空にします。
pt: Perfil arquivo nome não pode ser vazio
tr: Profili dosya adı boş olamaz

# T_CD_TestFromFile.Text
source: Test Media Encoding Profile From File
ar: اختبار وسائط ترميز ملف التعريف من الملف
ja: プロファイルをファイルからのエンコード テスト メディア
pt: Meios de ensaio codificação perfil de arquivo
tr: Test Media kodlama profili dosya

# T_CD_TestFromStream.Text
source: Test Media Encoding Profile From Current Playing Media
ar: اختبار وسائط ترميز الشخصية من تشغيل الوسائط الحالية
ja: メディアのエンコーディング プロファイルから現在のメディアの再生をテストします。
pt: Teste de mídia codificação perfil corrente jogando Media
tr: Kodlama profili medya oynamayı akımdan medya test

# T_CD_DELETE_Profile.Content
source: Delete
ar: حذف
ja: 削除
pt: Excluir
tr: Sil

# Transcode_CD_PivotItem4.Header
source: Transcoding
ar: تحويل الترميز
ja: トランス コード
pt: Transcodificação
tr: Kod dönüştürme

# CM_TranscodeThisVideo
source: Transcode This File
ar: فيرت هذا الملف
ja: このファイルをトランス コード
pt: Transcodificar este arquivo
tr: Transcode resimi

# CannotTranscode
source: Can't Transcode
ar: لا يمكن فيرت
ja: トランス コードことはできません。
pt: Não é possível transcodificar
tr: Transcode olamaz

# CM_TranscodeThisPlayList
source: Transcode This PlayList
ar: فيرت قائمة التشغيل هذه
ja: トランス コード再生リスト
pt: Transcodificar esta PlayList
tr: Transcode bu çalma listesi

# T_CD_ConcurrentTranscodeCount.Header
source: Concurrent Transcode Count
ar: عد فيرت المتزامنة
ja: 同時変換数
pt: Contagem de transcodificar simultâneas
tr: Eşzamanlı Transcode sayısı

# T_CD_ConcurrentDownloadCount.Header
source: Concurrent Download Count
ar: عدد مرات التنزيل المتزامنة
ja: 同時ダウンロード数
pt: Contagem de Download simultâneos
tr: Eşzamanlı indirme sayısı

# T_CD_TranscodeIncludeSkip.Content
source: Trim Media File Timeline Use Skip Feature
ar: تقليم ميزة تخطي استخدام المخطط الزمني ملف الوسائط
ja: スキップ機能を使用するメディア ・ ファイルのタイムラインをトリムします。
pt: Media arquivo Timeline uso Skip característica da guarnição
tr: Medya dosya zaman çizelgesi kullanılacak atla özelliğin döşeme

# CM_Playback_MixedReality
source: Try Use Windows Mixed Reality Mode
ar: حاول استخدام Windows وضع واقع مختلط
ja: 使用 Windows 混合現実モードを試してみる
pt: Tente usar Windows modo de realidade mista
tr: Windows karışık Reality modu kullan deneyin

# WM_Scanned
source: Scanned
ar: ممسوح ضوئيًا
ja: スキャン
pt: Digitalizados
tr: İnceden inceye gözden geçirmek

# VideoQualityCannotBeAuto
source: Must Specify Video Quality
ar: يجب أن تحدد جودة الفيديو
ja: ビデオの品質を指定する必要があります。
pt: Deve especificar a qualidade de vídeo
tr: Video kalitesi belirtmeniz gerekir

# CM_EncodingSubtitle
source: Reopen with Encoding
ar: فتح باستخدام ترميز
ja: エンコードを再開します。
pt: Reabrir com codificação
tr: Kodlama ile yeniden

# SD_PivotItem1_UsePreviewerToggleSwitch.OnContent
source: Yes
ar: نعم
ja: は
pt: Sim
tr: Evet

# SD_PivotItem1_UsePreviewerToggleSwitch.OffContent
source: No
ar: لا
ja: かどうか
pt: Não
tr: Hayır

# SD_PivotItem3_IsSubtitleSelectionEnabledToggleSwitch.OnContent
source: Yes
ar: نعم
ja: は
pt: Sim
tr: Evet

# SD_PivotItem3_IsSubtitleSelectionEnabledToggleSwitch.OffContent
source: No
ar: لا
ja: かどうか
pt: Não
tr: Hayır

# SD_PivotItem3_BackgroundPlaybackVideoToggleSwitch.OnContent
source: Yes
ar: نعم
ja: は
pt: Sim
tr: Evet

# SD_PivotItem3_BackgroundPlaybackVideoToggleSwitch.OffContent
source: No
ar: لا
ja: かどうか
pt: Não
tr: Hayır

# hevcVideoExtensionButton_Installed
source: Download HEVC Video Extension (Installed)
ar: تحميل ملحق شفت الفيديو (مثبت)
ja: ダウンロード (インストール) HEVC ビデオ拡張
pt: Baixar HEVC extensão de vídeo (instalado)
tr: HEVC Video uzantısı (yüklü) İndir

# hevcVideoExtensionButton_not_installed
source: Download HEVC Video Extension
ar: تحميل ملحق شفت الفيديو
ja: HEVC ビデオ拡張をダウンロードします。
pt: Baixar a extensão HEVC
tr: HEVC Video uzantısı indir

source: Brightness
ar: سطوع
ja: 明るさ
pt: Brilho
tr: Parlaklık

source: Playback Rate
ar: معدل التشغيل
ja: 再生レート
pt: Taxa de reprodução
tr: Kayıttan yürütme hızı

source: Playback
ar: قراءة
ja: 再生
pt: Reprodução
tr: Kayıttan yürütme

source: Playlist
ar: قائمة التشغيل
ja: 再生リスト
pt: Lista de reprodução
tr: Çalma listesi

# SD_PivotItem1_OnXboxAlwaysUseSystemDecoderForWebmToggleSwitch.Header
source: .webm File Always Use System Decoder
ar: دائماً استخدم الملف.webm فك النظام
ja: .webm ファイルは常にシステムのデコーダーを使用します。
pt: arquivo WebM sempre usar sistema decodificador
tr: .webm dosyasını her zaman sistem Decoder kullanın

# SD_PivotItem1_OnXboxAlwaysUseSystemDecoderForWebmToggleSwitch.OnContent
source: Yes
ar: نعم
ja: は
pt: Sim
tr: Evet

# SD_PivotItem1_OnXboxAlwaysUseSystemDecoderForWebmToggleSwitch.OffContent
source: No
ar: لا
ja: かどうか
pt: Não
tr: Hayır

# WM_ThisFileHaveNoAudio
source: This video have no audio track
ar: هذا الفيديو قد لا يوجد مسار الصوت
ja: このビデオがオーディオ トラックを持ってないです。
pt: Este vídeo não tem nenhum faixa de áudio
tr: Bu video var Hayır radyo sinyalleriyle iletilen iz

# WM_DoYourWantLoadUpExteranlAudio
source: Do you want do load External Audio
ar: هل تريد تحميل "الصوت الخارجية"
ja: 外部オーディオを読み込むようにしたいです。
pt: Você quer carregar áudio externo
tr: Harici ses yüklemek ister

# WM_IsVideoOnly_Cancel
source: Cancel
ar: إلغاء الأمر
ja: キャンセル
pt: Cancelar
tr: İptal

# WM_IsVideoOnly_Load_Audio
source: Select audio file
ar: حدد ملف الصوت
ja: オーディオ ファイルを選択します
pt: Selecione o arquivo de áudio
tr: Ses dosyası seçin

# WM_IsVideoOnly_Stop_Show
source: Don't show again
ar: لا تظهر مرة أخرى
ja: 次回から表示しません。
pt: Não mostrar novamente
tr: Bir daha gösterme

# SkipCD_JumpForwardSetting.Text
source: Jump Forward
ar: القفز إلى الأمام
ja: 前方ジャンプします。
pt: Saltar para a frente
tr: İleri atlama

# SkipCD_JumpBackSetting.Text
source: Jump Back
ar: القفز إلى الوراء
ja: ジャンプ バック
pt: Saltar de volta
tr: Geri atlama

# AudioHardwareAcclerated
source: audio hardware acceleration
ar: تسريع أجهزة الصوت
ja: オーディオ ハードウェア加速
pt: aceleração de hardware de áudio
tr: ses donanım ivmesi

# AudioNotHardwareAcclerated
source: audio software decoding
ar: فك ترميز البرامج الصوتية
ja: オーディオ ソフトウェア デコード
pt: decodificação de áudio software
tr: ses yazılım kod çözme

# VideoHardwareAcclerated
source: video hardware acceleration
ar: تسريع أجهزة الفيديو
ja: ビデオカードのハードウェアアクセラレーション
pt: aceleração de hardware de vídeo
tr: video donanım ivmesini

# VideoNotHardwareAcclerated
source: video software decoding
ar: فك ترميز البرامج الفيديو
ja: ビデオ ソフトウェア デコード
pt: decodificação de vídeo software
tr: video yazılım kod çözme

# SD_PivotItem1_ShowAdvanceDecodingInfoOnTitlebarToggleSwitch.Header
source: show video audio decoding Mode Infomation on titlebar
ar: إظهار الصوت والفيديو فك "وضع معلومات" على شريط العناوين
ja: タイトルバーのモード情報をデコードのビデオ オーディオを表示します。
pt: Mostrar vídeo áudio decodificação Infomation modo na barra de título
tr: video ses modu bilgi başlık çubuğu üzerinde kod çözme göster

# SD_PivotItem1_ShowAdvanceDecodingInfoOnTitlebarToggleSwitch.OnContent
source: Yes
ar: نعم
ja: は
pt: Sim
tr: Evet

# SD_PivotItem1_ShowAdvanceDecodingInfoOnTitlebarToggleSwitch.OffContent
source: No
ar: لا
ja: かどうか
pt: Não
tr: Hayır

# CM_ShowAdvanceDecodingInfoOnTitlebar
source: show video audio decoding Mode Infomation on titlebar
ar: إظهار الصوت والفيديو فك "وضع معلومات" على شريط العناوين
ja: タイトルバーのモード情報をデコードのビデオ オーディオを表示します。
pt: Mostrar vídeo áudio decodificação Infomation modo na barra de título
tr: video ses modu bilgi başlık çubuğu üzerinde kod çözme göster

# CM_HideTransportControlOnLeave
source: Hide control bar when cursor leave
ar: إخفاء عنصر تحكم شريط عندما ترك المؤشر
ja: カーソルが離れるときバー コントロールを非表示します。
pt: esconder o controle da barra quando deixar o cursor
tr: Ne zaman imleç terk Bar denetimi gizle

# SD_PivotItem1_UsePointerToggleSwitch.Header
source: Requires Pointer Mode (may need restart app)
ar: ويتطلب "وضع المؤشر" (قد تحتاج إلى إعادة تشغيل التطبيق)
ja: ポインター モード (アプリ再起動が必要可能性があります) が必要です。
pt: Requer o modo de ponteiro (pode precisar reiniciar o app)
tr: İşaretçi modu (app yeniden) gerektirir

# SD_PivotItem1_UsePointerToggleSwitch.OnContent
source: Auto
ar: تلقائي
ja: 自動的に
pt: Automático
tr: Otomatik

# SD_PivotItem1_UsePointerToggleSwitch.OffContent
source: When Requested
ar: عند طلب
ja: 要求されたとき
pt: Quando solicitado
tr: İstendiğinde

# CM_ShowStopButton
source: Show stop button
ar: إظهار زر الإيقاف
ja: [中止] ボタンを表示する
pt: Mostrar botão Parar
tr: Durdur düğmesini göster

# SD_PivotItem3_IsAudioManualSyncEnabledToggleSwitch.Header
source: Use Audio Track Sync Setting
ar: استخدم مسار الصوت مزامنة الإعداد
ja: オーディオ トラックを使用して、設定を同期
pt: Usar a faixa de áudio sincronizar configuração
tr: Radyo sinyalleriyle iletilen iz kullanın eşitleme ayarı

# SD_PivotItem3_IsAudioManualSyncEnabledToggleSwitch.OnContent
source: Yes
ar: نعم
ja: は
pt: Sim
tr: Evet

# SD_PivotItem3_IsAudioManualSyncEnabledToggleSwitch.OffContent
source: No
ar: لا
ja: かどうか
pt: Não
tr: Hayır

# SD_PivotItem3_RealTimePlaybackToggleSwitch.Header
source: Real Time Playback
ar: تشغيل الوقت الحقيقي
ja: リアルタイム再生
pt: Reprodução em tempo real
tr: Gerçek zamanlı kayıttan yürütme

# SD_PivotItem3_RealTimePlaybackToggleSwitch.OnContent
source: Yes
ar: نعم
ja: は
pt: Sim
tr: Evet

# SD_PivotItem3_RealTimePlaybackToggleSwitch.OffContent
source: No
ar: لا
ja: かどうか
pt: Não
tr: Hayır

# BluRayFolderInvalid
source: please select a folder which contains "BDMV" folder
ar: الرجاء تحديد مجلد الذي يحتوي على المجلد "BDMV"
ja: 「BDMV」フォルダーにはが含まれているフォルダーを選択してください
pt: por favor, selecione uma pasta que contém a pasta "BDMV"
tr: Lütfen "BDMV" klasörü içeren bir klasör seçin

# CM_Open_Bluray_Folder
source: Blu-ray Folder
ar: بلو رأي مجلد
ja: Blu-ray フォルダー
pt: Pasta de Blu-ray
tr: Blu-ray klasör

# audioBalanceSlider.Header
source: Audio Balance
ar: توازن الصوت
ja: オーディオ バランス
pt: Equilíbrio de áudio
tr: Ses ayarı

# CM_ShowBitRateInfoOnTransportControl
source: Show Real Time Bit Rate Info
ar: وتظهر معلومات معدل بت في الوقت الحقيقي
ja: リアルタイム ビット レート情報を表示します。
pt: Mostrar informação de taxa de Bit de tempo Real
tr: Gerçek zamanlı Bit oranı bilgi göster

# WM_SELECTING_SUBTITLE
source: Selecting Subtitle
ar: تحديد العنوان الفرعي
ja: サブタイトルを選択します。
pt: Seleção de legendas
tr: Altyazı seçme

# WM_Buffering
source: Buffering
ar: التخزين المؤقت
ja: バッファリング
pt: Armazenamento em buffer
tr: Arabelleğe alma

# WM_Buffered
source: Buffering Completed
ar: الانتهاء من التخزين المؤقت
ja: バッファリング完了
pt: Buferização concluída
tr: Arabelleğe alma tamamlandı

# resetapp.Content
source: Reset App Settings
ar: إعادة تعيين إعدادات التطبيق
ja: アプリの設定をリセットします。
pt: Redefinir as configurações de aplicativo
tr: Uygulama ayarlarını sıfırlama

# WM_ResetAppTitle
source: Are you sure to reset app settings to default
ar: هل أنت متأكد من إعادة تعيين إعدادات التطبيق الافتراضي
ja: アプリの設定をデフォルトにリセットするがよろしい
pt: Tens a certeza redefinir as configurações do app para o padrão
tr: Varsayılan olarak uygulama ayarlarını sıfırlamak istediğinizden emin misiniz

# WM_ResetAppDetail
source: this process can't not be reverse, include roaming setting will delete roaming user playlist, bookmarks etc.
ar: لا لا يمكن عكس هذه العملية، وتشمل التجوال الإعداد سيتم حذف التشغيل المستخدم المتجول، والإشارات إلخ.
ja: このプロセスことはできませんないリバースは、ローミング ユーザーのプレイリストが削除されますローミング設定ブックマークなど。
pt: Este processo não pode não ser reverso, incluem configuração de roaming irá apagar a lista de usuário móvel, marcadores, etc.
tr: Bu işlem değil geriye doğru olmaz, dahil ayarı gezici Gezici Kullanıcı çalma listesi, silinecek imleri vs.

# WM_ResetApp_Include_Roaming
source: Include Roaming Settings
ar: تتضمن إعدادات التجوال
ja: ローミング設定が含まれて
pt: Incluem as configurações de Roaming
tr: Dolaşım ayarları içerir

# WM_ResetApp_LocalOnly
source: Only Local Settings
ar: الإعدادات المحلية فقط
ja: ローカル設定のみ
pt: Somente as configurações locais
tr: Yalnızca yerel ayarları

# CM_TotalTimeRemainTime
source: Show total duration instead of remain duration
ar: إظهار إجمالي المدة بدلاً من البقاء مدة
ja: 期間のままの代わりにショーの合計時間
pt: Duração total do programa em vez de manter a duração
tr: Yerine göstermek toplam süre kalma süresi

# CM_Chapter_Next
source: Next Chapter
ar: الفصل التالي
ja: 次の章
pt: Próximo capítulo
tr: Sonraki bölüm

# CM_Chapter_Previous
source: Previous Chapter
ar: الفصل السابق
ja: 前の章
pt: Capítulo anterior
tr: Önceki bölüm

# SD_PivotItem3_BindLocalToFavoriteToggleSwitch.Header
source: Use Local Storage as Favorites Source
ar: استخدام التخزين المحلي كمصدر للمفضلة
ja: お気に入りのソースとしてローカル記憶域を使用します。
pt: Usar o armazenamento Local como fonte de favoritos
tr: Yerel depolama alanını sık kaynağı olarak kullanmak

# SD_PivotItem3_BindLocalToFavoriteToggleSwitch.OnContent
source: Yes
ar: نعم
ja: は
pt: Sim
tr: Evet

# SD_PivotItem3_BindLocalToFavoriteToggleSwitch.OffContent
source: No
ar: لا
ja: かどうか
pt: Não
tr: Hayır

# open_manual.Content
source: User Manual
ar: دليل المستخدم
ja: ユーザー マニュアル
pt: Manual do usuário
tr: Kullanım Kılavuzu

# CM_InteractiveMovie
source: Interactive Movie
ar: فيلم التفاعلية
ja: インタラクティブ ムービー
pt: Filme interativo
tr: Etkileşimli film

# CM_InteractiveMovieMode
source: Interactive Mode
ar: الوضع التبادلي
ja: 対話モード
pt: Modo interativo
tr: Etkileşimli mod

# CM_InteractiveDebugMode
source: Debug Mode
ar: وضع تصحيح الأخطاء
ja: デバッグ モード
pt: Modo de depuração
tr: Hata ayıklama modu

# CM_InteractiveMovieLoad
source: Initialization
ar: التهيئة
ja: 初期化
pt: Inicialização
tr: Başlatma

# CM_InteractiveMovieRestart
source: Restart
ar: إ_عادة تشغيل
ja: 再起動
pt: Reiniciar
tr: Yeniden başlatma

# CM_Segmengts
source: Segments
ar: شرائح
ja: セグメント
pt: Segmentos
tr: Segmentleri

source: Traditional Chinese
ar: الصينية التقليدية
ja: 繁体字中国語
pt: Chinês tradicional
tr: Geleneksel Çince

# WM_DoYourWantGoBack
source: Do you want to go back
ar: هل تريد أن نعود
ja: 戻りたいです。
pt: Você quer voltar
tr: Geri dönmek istiyor musunuz

# WM_GoBack
source: Go Back
ar: الانتقال للخلف
ja: 戻ってください
pt: Voltar
tr: Geri Git

# CM_InteractiveGaplessMode
source: Gapless Playback (Seek Disabled)
ar: تشغيل غابليس (التماس المعوقين)
ja: ギャップレス再生 (障害者のシーク)
pt: Reprodução contínua (procurar pessoas com mobilidade condicionada)
tr: Gapless Playback (devre dışı arama)

# SD_PivotItem1_LightThemeModeToggleSwitch.Header
source: Light Theme
ar: موضوع الخفيفة
ja: 薄い色のテーマ
pt: Tema Claro
tr: Işık Tema

# SD_PivotItem1_LightThemeModeToggleSwitch.OnContent
source: Yes
ar: نعم
ja: は
pt: Sim
tr: Evet

# SD_PivotItem1_LightThemeModeToggleSwitch.OffContent
source: No
ar: لا
ja: かどうか
pt: Não
tr: Hayır

# BindNFSToFavoriteToggleSwitch.Header
source: Use NFS as Favorites Source
ar: استخدام NFS كمصدر المفضلة
ja: お気に入りのソースとして使用 NFS
pt: Usar NFS como fonte de favoritos
tr: Sık Kullanılanlar kaynağı olarak kullanmak NFS

# BindNFSToFavoriteToggleSwitch.OnContent
source: Yes
ar: نعم
ja: は
pt: Sim
tr: Evet

# BindNFSToFavoriteToggleSwitch.OffContent
source: No
ar: لا
ja: かどうか
pt: Não
tr: Hayır

# SetNFS
source: Use NFS as Favorites Source
ar: استخدام NFS كمصدر المفضلة
ja: お気に入りのソースとして使用 NFS
pt: Usar NFS como fonte de favoritos
tr: Sık Kullanılanlar kaynağı olarak kullanmak NFS
